{
    "Buy League Of Legends Unranked Accounts": "Kaufen League of Legends Unranked Accounts",
    "LTB": "Ausschau halten nach ein lol smurf account? wir haben unranked account auf Lager vor dem EUW, EUNE, NA, TR und OCE.",
    "Buy Unranked Smurf": "Kaufen Unranked Smurf",
    "Cheap League of Legends smurfs": "Billig League of Legends smurfs",
    "OAAOFTH": "Unsere Konten sind von höchster Qualität und günstiger als die der Konkurrenz.",
    "Lifetime Warranty": "Lebenslange Garantie",
    "Price": "Preis",
    "Buy Now": "Kaufe jetzt",
    "Out of Stock": "Ausverkauft",
    "Make your dream rank become reality": "Lassen Sie Ihren Traumrang Wirklichkeit werden",
    "Ranked Ready": "Ranked Ready",
    "Our lol smurf accounts comes with enough blue essence to buy 20+ champs": "Unsere lol smurf accounts enthalten genug blue essence, um mehr als 20 Champions zu kaufen",
    "Instant Delivery": "Sofortige Lieferung",
    "Our lol smurf accounts are delivered instantly after the payment has been made in your mail": "Unsere lol smurf accounts werden sofort nach Zahlungseingang per e-mail zugestellt",
    "All of our accounts come with lifetime warranty, protected against bot bans": "Alle unsere accounts haben eine lebenslange Garantie, die gegen Bot-Verbote geschützt ist",

    "Fast": "Schnell",
    "Cheap Smurf": "Billig Smurf",
    "Now": "Jetzt",
    "Still not sure?": "Immernoch nicht sicher?",
    "Our League of legends Smurf Accounts": "Unser League of legends Smurf Accounts",

    "Why should you buy a smurf account?": "Warum sollten Sie eine smurf account kaufen?",
    "Why would you want a smurf account?": "Warum willst du ein smurf account?",
    "Get your account": "Konto erhalten",
    "Here are some reasons to buy a lol smurf account": "Hier sind einige Gründe für den Kauf eines lol smurf account",
    "Why should you buy from us?": "Warum Sie bei uns kaufen sollten?",

    "1": "Ein normaler League Of Legends-Spieler braucht über 30 Tage, um ein Konto von Level 1 auf 30 zu bringen. Seit Sie Nightsmurf.com kennengelernt haben, müssen Sie sich darüber keine Sorgen mehr machen. Sie erhalten Ihr Schlumpf-Konto sofort per E-Mail und auf unserem Dashboard.",
    "2": "Wenn unklar ist, ob Sie ein Smurf-Konto kaufen sollen oder nicht, sollte dieser Beitrag hoffentlich Klarheit über Ihre Entscheidung schaffen.",
    "3": "Es gibt viele Fälle, in denen Sie gerne ein Smurf-Konto haben möchten. Dies könnte der einzige Grund sein, einen Champion zu lernen, während Sie Ranglistenspiele spielen, ohne Ihren Rang zu verlieren, an dem Sie hart gearbeitet haben. Die meisten professionellen Spieler oder Streamer besitzen Smurf-Konten, auf denen sie spielen, wenn sie nicht ihr Bestes geben wollen; Der Hauptgrund besteht darin, den Vorgang, den Sie auf Ihrem Hauptkonto vorgenommen haben, beizubehalten. Schlumpf-Konten bieten einen Neuanfang, bei dem Sie das Erreichte nachholen oder einfach nur das Spiel für das genießen können, was es ist.",
    "4": "Ein Schlumpf-Konto ist nicht nur dazu gedacht, einen Neuanfang zu starten, indem man einen anderen Rang einnimmt. League of Legends kann ein schwieriges Spiel sein, aber wenn Sie von vorne anfangen, können Sie mehr erreichen, als Sie zuvor erreicht haben. Es gibt Fälle, in denen Menschen in einem Rang festsitzen, aus dem sie nicht herauskommen können. Ein frischer Neustart könnte eine neue Erfahrung auslösen, Sie weiterbringen und Ihnen helfen, sich im Spiel zu verbessern.",
    "5": "Um ein Smurf-Konto zu kaufen, klicken Sie einfach bei jedem von uns angebotenen Produkt auf „Jetzt kaufen“. Danach folgen Sie dem Bezahlvorgang. Sobald Sie den Vorgang abgeschlossen haben, erhalten Sie kurz darauf eine E-Mail mit Ihren neuen Zugangsdaten. Bereit, das Spiel zu spielen.",
    "6": "Sie sind nur noch wenige Minuten davon entfernt, Ihren Ranglistenspiel-Aufstieg auf Ihrem frischen, nicht gerankten Smurf-Konto von Nightsmurf.com zu beginnen.",

    "1. Feel like a pro": "1. Fühlen Sie sich wie ein Profi",
    "2. Swap accounts": "2. Konten tauschen",
    "3. Play with your friends": "3. Spiel mit deinen Freunden",
    "4. Practice New Champions": "4. Übe neue Champions",
    "5. Every pro has one": "5. Jeder Profi hat einen",
    "6. It is cheap and Instant": "6. Es ist billig und sofort",

    "With a league of legends smurf you can play against people with longer ranks and you can destroy them easily on every champion!": "Mit einem Liga-Legenden-Schlumpf kannst du gegen Leute mit längeren Rängen spielen und sie auf jedem Champion leicht zerstören!",
    "Maybe you lost a game on your main account and want to keep playing, you can switch on your smurf account and feel better after that game.": "Vielleicht haben Sie ein Spiel auf Ihrem Hauptkonto verloren und möchten weiterspielen, Sie können Ihr Schlumpfkonto einschalten und sich nach diesem Spiel besser fühlen.",
    "Do you have friends in a different rank that you do? Play with them on your league of legends smurf account.": "Hast du Freunde in einem anderen Rang als du? Spielen Sie mit ihnen auf Ihrem League of Legends-Schlumpfkonto.",
    "With a league of legends smurf you could practice new champions without losing any games on your main account.": "Mit einem Liga-der-Legenden-Schlumpf kannst du neue Champions üben, ohne irgendwelche Spiele auf deinem Hauptkonto zu verlieren.",
    "Every league of legends pro player has a smurf account to play on whenever he is not playing on his best or testing out new things.": "Jeder League-of-Legends-Profispieler hat ein Smurf-Konto, auf dem er spielen kann, wenn er nicht sein Bestes gibt oder neue Dinge ausprobiert.",
    "With a smurf account from nightsmurf.com you could play directly, without wasting hours leveling.": "Mit einem Schlumpf-Konto von nightsmurf.com können Sie direkt spielen, ohne stundenlanges Leveln zu verschwenden.",
    "You have decided that it is time to buy a league of legends smurf account, you get the urge to destroy some kids in lower ranks and you want to start doing it now on a fresh level 30 league of legends unranked account. but... where should you buy it?": "Sie haben entschieden, dass es an der Zeit ist, ein League of Legends-Schlumpfkonto zu kaufen, Sie haben den Drang, einige Kinder in niedrigeren Rängen zu zerstören, und Sie möchten dies jetzt auf einem frischen Level 30 League of Legends-Konto ohne Rang tun. aber... wo soll man es kaufen?",
    "It is important to buy it from a source that offers you protection if something goes wrong, nightsmurf offers this protection. Our brand has been in the smurfing space for a long time, this means you get your league of legends account from a reputable source.":"Es ist wichtig, es aus einer Quelle zu kaufen, die Ihnen Schutz bietet, wenn etwas schief geht. Nightmurf bietet diesen Schutz. Unsere Marke ist seit langem im Smurfing-Bereich tätig, das bedeutet, dass Sie Ihren League of Legends-Account von einer seriösen Quelle erhalten.",
    "We also got the cheapest prices in the league of legends space, our competitors are asking triple the amount without any warranty. You would not wan't to end in that hellhole. Thats why you should consider us for buying a cheap league of legends smurf account with lifetime warranty.": "Wir haben auch die günstigsten Preise im Liga-der-Legenden-Raum, unsere Konkurrenten verlangen ohne Garantie das Dreifache. Sie möchten nicht in diesem Höllenloch enden. Deshalb sollten Sie uns für den Kauf einer billigen Liga der Legenden in Betracht ziehen Schlumpfkonto mit lebenslanger Garantie.",

    "Cheapest League of Legends Smurfs for you to stomp kids, and make them ragequit.": "Am billigsten League of Legends Smurfs für dich, Kinder zu stampfen und sie zum Ragequi zu machen.",
    "Nightsmurf.com is not endorsed by Riot Games and does not reflect the views or opinions of Riot Games or anyone officially involved in producing or managing League of Legends. League of Legends and Riot Games are trademarks or registered trademarks of Riot Games, Inc. League of Legends © Riot Games, Inc.": "Nightsmurf.com wird nicht von Riot Games unterstützt und spiegelt nicht die Ansichten oder Meinungen von Riot Games oder anderen Personen wider, die offiziell an der Produktion oder Verwaltung von League of Legends beteiligt sind. League of Legends und Riot Games sind Warenzeichen oder eingetragene Warenzeichen von Riot Games, Inc. League of Legends © Riot Games, Inc.",
    "Created by": "Erstellt von",

    "Apply Coupon": "Gutschein Coupon",
    "Enter your coupon code here below.": "Geben Sie hier unten Ihren Gutscheincode ein.",
    "Coupon": "Coupon",
    "Price Per Account": "Preis pro Account",
    "Warranty": "Garantie",
    "Continue": "Fortsetzen",
    "Delivery Email": "Liefer-E-Mail",
    "Email Address": "E-Mail-Addresse",
    "Payment Methods": "Zahlungsarten",
    "click on payment method to start payment process": "Klicken Sie auf Zahlungsmethode, um den Zahlungsvorgang zu starten.",
    "Klarna/Sofort payments can take up to 3 days to be processed.": "Klarna/Sofort-Zahlungen können bis zu 3 Tage dauern, bis sie bearbeitet werden.",
    "Go back": "Geh zurück"

}