{
    "Buy League Of Legends Unranked Accounts": "Koop League Of Legends Unranked Accounts",
    "LTB": "Opzoek naar een lol smurf account? We hebben unranked account in voorraad voor EUW, EUNE, NA, TR en OCE.",
    "Buy Unranked Smurf": "Koop Unranked Smurf",
    "Cheap League of Legends smurfs": "Goedkope League of Legends smurfs",
    "OAAOFTH": "Onze accounts zijn van het beste kwaliteit en zijn goedkoper dan onze concurrenten.",

    "Lifetime Warranty": "Levenslang Garantie",
    "Price": "Prijs",
    "Buy Now": "Koop Nu",
    "Out of Stock": "Geen Voorraad",
    "Make your dream rank become reality": "Maak je droom rank de waarheid",
    "Ranked Ready": "Ranked Ready",
    "Our lol smurf accounts comes with enough blue essence to buy 20+ champs": "Onze lol smurf accounts komen met genoeg blue essence om 20 champs te kopen",
    "Instant Delivery": "Gelijk Gelevered",
    "Our lol smurf accounts are delivered instantly after the payment has been made in your mail": "Onze lol smurf accounts worden gelijk gelevered in jouw mail nadat de betaling is gemaakt",
    "All of our accounts come with lifetime warranty, protected against bot bans": "Alle accounts komen met levenslange gerantie en zijn beveiligt tegen bot bans",

    "Fast": "Snel",
    "Cheap Smurf": "Goedkope Smurf",
    "Now": "Nu",
    "Still not sure?": "Nog niet zeker?",
    "Our League of legends Smurf Accounts": "Onze League of legends Smurf Accounts",

    "Why should you buy a smurf account?": "Waarom zou je een smurf account kopen?",
    "Why would you want a smurf account?": "Waarom wil je een smurf account?",
    "Get your account": "Haal nu je account",
    "Here are some reasons to buy a lol smurf account": "Redenen om een smurf account te kopen",
    "Why should you buy from us?": "Waarom kopen van ons?",

    "1": "Het duurt ongeveer 30 dagen voor een persoon een account van level 1 naar level 30 te brengen. Gelukkig hebben jullie Nightsmurf.com gevonden. Je krijgt jouw League of Legends smurf account in de mail en in onze dashboard.",
    "2": "Als het niet duidelijk is waarom je een smurf account moet kopen. Dan geeft deze post hopelijk wat duidelijkheid voor jouw keuze.",
    "3": "Er zijn veel redenen om een smurf account te kopen. Je kan bijvoorbeeld een nieuwe champion leren spelen zonder dat je main account rank dropt. Meeste professionele spelers of streamers hebben hun eigen smurf account waar ze op oefenen. Smurf accouns geven mensen een nieuwe start om hun eigenrank te evenaren of zelfs dik te verbeteren.",
    "4": "Een smurf account is niet alleen een nieuwe start voor het behalen van een nieuwe rank. League of legends kan een lastige game zijn, maar als je opniew begint met rank kan je makkelijker een hogere rank bereiken. Het kan zo zijn dat je op je main account vast zit in een bepaalde rank, maar met een smurf de barriere wel doorbreekt.",
    "5": "Om een smurf account te kopen kan je gemakkelijk op de Koop Nu drukken op een account die je leuk lijkt. Nadat je door de betalingprocesss heen gaat krijg je de account details in de mail en dashboard. Deze zijn volledig van jou! Je kan je email en wachtwoord veranderen, zodat de account echt 100% van jouw is.",
    "6": "Je bent maar een paar minuten verwijdert van het beginnen van een ranked game op een fresh unranked account!",

    "1. Feel like a pro": "1. Voel als een pro",
    "2. Swap accounts": "2.  Swap van accounts",
    "3. Play with your friends": "3. Speel met je vrienden",
    "4. Practice New Champions": "4. Oefen nieuwe champions",
    "5. Every pro has one": "5. Elke pro speler heeft er een",
    "6. It is cheap and Instant": "6. Het is goedkoop en direct gelevered",

    "With a league of legends smurf you can play against people with longer ranks and you can destroy them easily on every champion!": "Met een League of Legends smurf account kan je makkelijk mensen slopen in game! Niet meer 0/5 gaan maar 30/0 in lage ranks.",
    "Maybe you lost a game on your main account and want to keep playing, you can switch on your smurf account and feel better after that game.": "Misschien heb je verloren op je main en je wilt blijven spelen maar niet op je main. Switch naar je smurf account en win een paar games voor je mentale gezondheid.",
    "Do you have friends in a different rank that you do? Play with them on your league of legends smurf account.": "Heb je vrienden in een lagere rank dan jij zit? Koop een smurf account en speel duo queue met hun!",
    "With a league of legends smurf you could practice new champions without losing any games on your main account.": "Met een League of Legends smurf kan jij gemakkelijk nieuwe champions oefenen zonder games te verliezen op je main account.",
    "Every league of legends pro player has a smurf account to play on whenever he is not playing on his best or testing out new things.": "Elke League of Legends pro speler heeft een smurf account wanneer hij niet op zijn best is speelt hij op dit account.",
    "With a smurf account from nightsmurf.com you could play directly, without wasting hours leveling.": "Met een smurf account van Nightsmurf.com kan jij direct ranked spelen zonder dagen van je leven te verspillen.",
    "You have decided that it is time to buy a league of legends smurf account, you get the urge to destroy some kids in lower ranks and you want to start doing it now on a fresh level 30 league of legends unranked account. but... where should you buy it?": "Je hebt besloten om een league of legends account te kopen. Je hebt het gevoel dat je kinderen wilt slopen in-game in lagere ranks maar je moet eerst een account naar level 30 brengen... Maar waar moet je het kopen?",
    "It is important to buy it from a source that offers you protection if something goes wrong, nightsmurf offers this protection. Our brand has been in the smurfing space for a long time, this means you get your league of legends account from a reputable source.":"Het is dan belangrijk om een account te kopen van een betrouwbare site die protectie geeft als er iets fout gaat. Gelukkig bestaat Nightsmurf waar je levenslange protectie op je gekochte account hebt.",
    "We also got the cheapest prices in the league of legends space, our competitors are asking triple the amount without any warranty. You would not wan't to end in that hellhole. Thats why you should consider us for buying a cheap league of legends smurf account with lifetime warranty.":"We hebben ook nog de goedkopste League of Legends accounts in de smurfing wereld. Onze concurrenten vragen soms wel drie keer zo veel voor een smurf account zonder garantie. Je wilt echt niet eindigen met een bagger account. Dat is waarom jij moet beslissen voor ons en een goedkope League of Legends account kopen met levenslange garantie.",

    "Cheapest League of Legends Smurfs for you to stomp kids, and make them ragequit.": "Goedkoopste League of Legends Smurfs om kinderen te laten ragequitten.",
    "Nightsmurf.com is not endorsed by Riot Games and does not reflect the views or opinions of Riot Games or anyone officially involved in producing or managing League of Legends. League of Legends and Riot Games are trademarks or registered trademarks of Riot Games, Inc. League of Legends © Riot Games, Inc.": "Nightsmurf.com wordt niet onderschreven door Riot Games en geeft niet de standpunten of meningen weer van Riot Games of iemand die officieel betrokken is bij het produceren of beheren van League of Legends. League of Legends en Riot Games zijn handelsmerken of gedeponeerde handelsmerken van Riot Games, Inc. League of Legends © Riot Games, Inc.",
    "Created by": "Gemaakt Door",

    "Apply Coupon": "Check Coupon",
    "Enter your coupon code here below.": "Vul hier uw coupon.",
    "Coupon": "Coupon",
    "Price Per Account": "Prijs Per Account",
    "Warranty": "Garantie",
    "Continue": "Checkout",
    "Delivery Email": "Bezorg Email",
    "Email Address": "Email Address",
    "Payment Methods": "Betaalmethodes",
    "click on payment method to start payment process": "Klik op betalingsmethode om betaling te starten.",
    "Klarna/Sofort payments can take up to 3 days to be processed.": "Klarna/Sofort betalingen kunnen 3 dagen duren om te verwerken.",
    "Go back": "Ga terug"
}