{
    "Buy League Of Legends Unranked Accounts": "Buy League Of Legends Unranked Accounts",
    "LTB": "Looking to buy a lol smurf account? We got unranked account in stock for EUW, EUNE, NA, TR and OCE.",
    "Buy Unranked Smurf": "Buy Unranked Smurf",
    "Cheap League of Legends smurfs": "Cheap League of Legends smurfs",
    "OAAOFTH": "Our accounts are of the highest quality and are cheaper than the competitors.",
    "Lifetime Warranty": "Lifetime Warranty",
    "Price": "Price",
    "Buy Now": "Buy Now",
    "Out of Stock": "Out of Stock",
    "Make your dream rank become reality": "Make your dream rank become reality",
    "Ranked Ready": "Ranked Ready",
    "Our lol smurf accounts comes with enough blue essence to buy 20+ champs": "Our lol smurf accounts comes with enough blue essence to buy 20+ champs",
    "Instant Delivery": "Instant Delivery",
    "Our lol smurf accounts are delivered instantly after the payment has been made in your mail": "Our lol smurf accounts are delivered instantly after the payment has been made in your mail",
    "All of our accounts come with lifetime warranty, protected against bot bans": "All of our accounts come with lifetime warranty, protected against bot bans",

    "Fast": "Fast",
    "Cheap Smurf": "Cheap Smurf",
    "Now": "Now",
    "Still not sure?": "Still not sure?",
    "Our League of legends Smurf Accounts": "Our League of legends Smurf Accounts",

    "Why should you buy a smurf account?": "Why should you buy a smurf account?",
    "Why would you want a smurf account?": "Why would you want a smurf account?",
    "Get your account": "Get your account",
    "Here are some reasons to buy a lol smurf account": "Here are some reasons to buy a lol smurf account",
    "Why should you buy from us?": "Why should you buy from us?",

    "1": "It takes a regular League Of Legends player over 30 days to level up an account from level 1 to 30. Since you found out about Nightsmurf.com, you don't have to worry about it. You will get your smurf account instantly in your mail and on our dashboard.",
    "2": "If it is unclear whether you should buy a smurf account or not, this post should hopefully provide clarity on your decision.",
    "3": "There are many cases where you would like to get a smurf account. This could be for the sole reason to learn a champion while playing ranked without dropping your rank that you worked hard on. Most professional players or streamers own smurf accounts where they play on if they do not want to play their best; the main reason is to keep the process you have made on your main account. Smurf accounts provide a new start where you could catch up to what you have achieved or just simply enjoy the game for what it is.",
    "4": "A smurf account is not only meant to start a fresh start entering a different rank. League of Legends can be a difficult game, however, if you start over, you can achieve more than you reached before. There are cases where people are stuck on a rank where they cannot get out of. A fresh new start could spark a new experience, getting you further and helping you improve in the game.",
    "5": "To buy a smurf account, you simply click “Buy Now” on any product we offer. After that, you follow the payment process. The moment you have completed the process, you will shortly after receive a mail including your new account credentials. Ready to play the game.",
    "6": "You are just a few minutes away from starting your ranked game climb on your fresh, unranked smurf account from nightsmurf.com.",

    "1. Feel like a pro": "1. Feel like a pro",
    "2. Swap accounts": "2. Swap accounts",
    "3. Play with your friends": "3. Play with your friends",
    "4. Practice New Champions": "4. Practice New Champions",
    "5. Every pro has one": "5. Every pro has one",
    "6. It is cheap and Instant": "6. It is cheap and Instant",

    "With a league of legends smurf you can play against people with longer ranks and you can destroy them easily on every champion!": "With a league of legends smurf you can play against people with longer ranks and you can destroy them easily on every champion!",
    "Maybe you lost a game on your main account and want to keep playing, you can switch on your smurf account and feel better after that game.": "Maybe you lost a game on your main account and want to keep playing, you can switch on your smurf account and feel better after that game.",
    "Do you have friends in a different rank that you do? Play with them on your league of legends smurf account.": "Do you have friends in a different rank that you do? Play with them on your league of legends smurf account.",
    "With a league of legends smurf you could practice new champions without losing any games on your main account.": "With a league of legends smurf you could practice new champions without losing any games on your main account.",
    "Every league of legends pro player has a smurf account to play on whenever he is not playing on his best or testing out new things.": "Every league of legends pro player has a smurf account to play on whenever he is not playing on his best or testing out new things.",
    "With a smurf account from nightsmurf.com you could play directly, without wasting hours leveling.": "With a smurf account from nightsmurf.com you could play directly, without wasting hours leveling.",
    "You have decided that it is time to buy a league of legends smurf account, you get the urge to destroy some kids in lower ranks and you want to start doing it now on a fresh level 30 league of legends unranked account. but... where should you buy it?": "You have decided that it is time to buy a league of legends smurf account, you get the urge to destroy some kids in lower ranks and you want to start doing it now on a fresh level 30 league of legends unranked account. but... where should you buy it?",
    "It is important to buy it from a source that offers you protection if something goes wrong, nightsmurf offers this protection. Our brand has been in the smurfing space for a long time, this means you get your league of legends account from a reputable source.":"It is important to buy it from a source that offers you protection if something goes wrong, nightsmurf offers this protection. Our brand has been in the smurfing space for a long time, this means you get your league of legends account from a reputable source.",
    "We also got the cheapest prices in the league of legends space, our competitors are asking triple the amount without any warranty. You would not wan't to end in that hellhole. Thats why you should consider us for buying a cheap league of legends smurf account with lifetime warranty.":"We also got the cheapest prices in the league of legends space, our competitors are asking triple the amount without any warranty. You would not wan't to end in that hellhole. Thats why you should consider us for buying a cheap league of legends smurf account with lifetime warranty.",

    "Cheapest League of Legends Smurfs for you to stomp kids, and make them ragequit.": "Cheapest League of Legends Smurfs for you to stomp kids, and make them ragequit.",
    "Nightsmurf.com is not endorsed by Riot Games and does not reflect the views or opinions of Riot Games or anyone officially involved in producing or managing League of Legends. League of Legends and Riot Games are trademarks or registered trademarks of Riot Games, Inc. League of Legends © Riot Games, Inc.": "Nightsmurf.com is not endorsed by Riot Games and does not reflect the views or opinions of Riot Games or anyone officially involved in producing or managing League of Legends. League of Legends and Riot Games are trademarks or registered trademarks of Riot Games, Inc. League of Legends © Riot Games, Inc.",
    "Created by": "Created by",

    "Apply Coupon": "Apply Coupon",
    "Enter your coupon code here below.": "Enter your coupon code here below.",
    "Coupon": "Coupon",
    "Price Per Account": "Price Per Account",
    "Warranty": "Warranty",
    "Continue": "Continue",
    "Delivery Email": "Delivery Email",
    "Email Address": "Email Address",
    "Payment Methods": "Payment Methods",
    "click on payment method to start payment process": "Click on payment method to start payment process",
    "Klarna/Sofort payments can take up to 3 days to be processed.": "Klarna/Sofort payments can take up to 3 days to be processed.",
    "Go back": "Go back"

}