{
    "Buy League Of Legends Unranked Accounts": "Comprar League Of Legends Unranked Accounts",
    "LTB": "¿Buscando comprar una cuenta lol smurf? Tenemos una cuenta sin clasificar en stock para EUW, EUNE, NA, TR y OCE.",
    "Buy Unranked Smurf": "Comprar Unranked Smurf",
    "Cheap League of Legends smurfs": "Barato League of Legends smurfs",
    "OAAOFTH": "Nuestras cuentas son de la más alta calidad y son más baratas que las de la competencia.",
    "Lifetime Warranty": "Garantía de por vida",
    "Price": "Precio",
    "Buy Now": "Comprar ahora",
    "Out of Stock": "Agotado",
    "Make your dream rank become reality": "Haz que el rango de tus sueños se haga realidad",
    "Ranked Ready": "Clasificado Listo",
    "Our lol smurf accounts comes with enough blue essence to buy 20+ champs": "Nuestras cuentas lol smurf vienen con suficiente esencia azul para comprar más de 20 campeones",
    "Instant Delivery": "Entrega inmediata",
    "Our lol smurf accounts are delivered instantly after the payment has been made in your mail": "Nuestras cuentas lol smurf se entregan instantáneamente después de que se haya realizado el pago en su correo",
    "All of our accounts come with lifetime warranty, protected against bot bans": "Todas nuestras cuentas vienen con garantía de por vida, protegidas contra prohibiciones de bots",

    "Fast": "Rápido",
    "Cheap Smurf": "Barato Smurf",
    "Now": "Ahora",
    "Still not sure?": "¿Todavía no estás seguro?",
    "Our League of legends Smurf Accounts": "Nuestro League of legends Smurf Accounts",

    "Why should you buy a smurf account?": "¿Por qué deberías comprar un smurf account?",
    "Why would you want a smurf account?": "¿Por qué querrías un smurf account?",
    "Get your account": "Consigue tu cuenta",
    "Here are some reasons to buy a lol smurf account": "Aquí hay algunas razones para comprar un lol smurf account",
    "Why should you buy from us?": "¿Por qué debería comprarnos?",

    "1": "A un jugador habitual de League Of Legends le lleva más de 30 días subir de nivel una cuenta del nivel 1 al 30. Ya que te enteraste de Nightsmurf.com, no tienes que preocuparte por eso. Obtendrá su cuenta de pitufo al instante en su correo y en nuestro panel de control.",
    "2": "Si no está claro si debe comprar una cuenta smurf o no, esperamos que esta publicación brinde claridad sobre su decisión.",
    "3": "Hay muchos casos en los que le gustaría obtener una cuenta smurf. Esto podría ser por la única razón de aprender un campeón mientras juegas clasificado sin perder tu rango en el que trabajaste duro. La mayoría de los jugadores profesionales o streamers tienen cuentas smurf donde juegan si no quieren jugar lo mejor posible; el principal motivo es mantener el proceso que has realizado en tu cuenta principal. Las cuentas de Smurf brindan un nuevo comienzo en el que puede ponerse al día con lo que ha logrado o simplemente disfrutar del juego por lo que es.",
    "4": "Una cuenta smurf no solo está destinada a comenzar de nuevo ingresando a un rango diferente. League of Legends puede ser un juego difícil, sin embargo, si comienzas de nuevo, puedes lograr más de lo que alcanzaste antes. Hay casos en los que las personas están atrapadas en un rango del que no pueden salir. Un nuevo comienzo podría generar una nueva experiencia, llevándote más lejos y ayudándote a mejorar en el juego.",
    "5": "Para comprar una cuenta smurf, simplemente haga clic en 'Comprar ahora' en cualquier producto que ofrecemos. Después de eso, sigue el proceso de pago. En el momento en que haya completado el proceso, poco después recibirá un correo con las credenciales de su nueva cuenta. Listo para jugar el juego.",
    "6": "Estás a solo unos minutos de comenzar tu ascenso en el juego clasificado en tu nueva cuenta de pitufo sin clasificar de Nightsmurf.com.",

    "1. Feel like a pro": "1. Sentirse como un profesional(masculine)",
    "2. Swap accounts": "2. intercambiar cuentas",
    "3. Play with your friends": "3. Jugar con tus amigos",
    "4. Practice New Champions": "4. Practica nuevos campeones",
    "5. Every pro has one": "5. Cada profesional tiene uno",
    "6. It is cheap and Instant": "6. Es barato e instantáneo.",

    "With a league of legends smurf you can play against people with longer ranks and you can destroy them easily on every champion!": "¡Con League of Legends Smurf puedes jugar contra personas con rangos más altos y puedes destruirlos fácilmente en cada campeón!",
    "Maybe you lost a game on your main account and want to keep playing, you can switch on your smurf account and feel better after that game.": "Tal vez perdiste un juego en tu cuenta principal y quieres seguir jugando, puedes activar tu cuenta de pitufo y sentirte mejor después de ese juego.",
    "Do you have friends in a different rank that you do? Play with them on your league of legends smurf account.": "¿Tienes amigos en un rango diferente al tuyo? Juega con ellos en tu cuenta de league of legends smurf.",
    "With a league of legends smurf you could practice new champions without losing any games on your main account.": "Con un pitufo de liga de leyendas, puedes practicar nuevos campeones sin perder ningún juego en tu cuenta principal.",
    "Every league of legends pro player has a smurf account to play on whenever he is not playing on his best or testing out new things.": "Cada jugador profesional de League of Legends tiene una cuenta de pitufo para jugar cuando no está jugando lo mejor posible o probando cosas nuevas.",
    "With a smurf account from nightsmurf.com you could play directly, without wasting hours leveling.": "Con una cuenta de smurf de nightsmurf.com podrías jugar directamente, sin perder horas subiendo de nivel.",
    "You have decided that it is time to buy a league of legends smurf account, you get the urge to destroy some kids in lower ranks and you want to start doing it now on a fresh level 30 league of legends unranked account. but... where should you buy it?": "Has decidido que es hora de comprar una cuenta de pitufo de league of legends, sientes la necesidad de destruir a algunos niños en los rangos inferiores y quieres comenzar a hacerlo ahora en una nueva cuenta sin clasificar de league of legends de nivel 30. pero... ¿dónde deberías comprarlo?",
    "It is important to buy it from a source that offers you protection if something goes wrong, nightsmurf offers this protection. Our brand has been in the smurfing space for a long time, this means you get your league of legends account from a reputable source.":"Es importante comprarlo de una fuente que le ofrezca protección si algo sale mal, Nightsmurf ofrece esta protección. Nuestra marca ha estado en el espacio de los pitufos durante mucho tiempo, lo que significa que obtienes tu cuenta de League of Legends de una fuente confiable.",
    "We also got the cheapest prices in the league of legends space, our competitors are asking triple the amount without any warranty. You would not wan't to end in that hellhole. Thats why you should consider us for buying a cheap league of legends smurf account with lifetime warranty.":"También obtuvimos los precios más baratos en el espacio de la liga de leyendas, nuestros competidores piden el triple de la cantidad sin ninguna garantía. No querrás terminar en ese infierno. Es por eso que deberías considerarnos para comprar una cuenta de smurf de league of legends barata con garantía de por vida.",

    "Cheapest League of Legends Smurfs for you to stomp kids, and make them ragequit.": "Los Pitufos de League of Legends más baratos para pisotear a los niños y hacerlos enloquecer.",
    "Nightsmurf.com is not endorsed by Riot Games and does not reflect the views or opinions of Riot Games or anyone officially involved in producing or managing League of Legends. League of Legends and Riot Games are trademarks or registered trademarks of Riot Games, Inc. League of Legends © Riot Games, Inc.": "Nightsmurf.com no cuenta con el respaldo de Riot Games y no refleja los puntos de vista ni las opiniones de Riot Games ni de ninguna persona involucrada oficialmente en la producción o administración de League of Legends. League of Legends y Riot Games son marcas comerciales o marcas comerciales registradas de Riot Games, Inc. League of Legends © Riot Games, Inc.",
    "Created by": "Creado por",

    "Apply Coupon": "Aplicar cupón",
    "Enter your coupon code here below.": "Ingrese su código de cupón aquí abajo.",
    "Coupon": "Cupón",
    "Price Per Account": "Precio por Account",
    "Warranty": "Garantía",
    "Continue": "Continuar",
    "Delivery Email": "Entrega Email",
    "Email Address": "Email Address",
    "Payment Methods": "Métodos de pago",
    "click on payment method to start payment process": "Haga clic en el método de pago para iniciar el proceso de pago",
    "Klarna/Sofort payments can take up to 3 days to be processed.": "Los pagos de Klarna/Sofort pueden tardar hasta 3 días en procesarse.",
    "Go back": "Regresa"

}