{
    "Buy League Of Legends Unranked Accounts": "Acheter League Of Legends Unranked Accounts",
    "LTB": "la recherche d'un lol smurf account? Nous avons unranked account en stock pour EUW, EUNE, NA, TR et OCE.",
    "Buy Unranked Smurf": "Acheter un Unranked Smurf",
    "Cheap League of Legends smurfs": "Bon marché League of Legends smurfs",
    "OAAOFTH": "Nos comptes sont de la plus haute qualité et sont moins chers que les concurrents.",
    "Lifetime Warranty": "Garantie à vie",
    "Price": "Prix",
    "Buy Now": "Acheter maintenant",
    "Out of Stock": "En rupture de stock",
    "Make your dream rank become reality": "Faites de votre rang de rêve une réalité",
    "Ranked Ready": "Ranked Ready",
    "Our lol smurf accounts comes with enough blue essence to buy 20+ champs": "Nos lol smurf accounts suffisamment d'essence bleue pour acheter plus de 20 champions",
    "Instant Delivery": "Livraison instantanée",
    "Our lol smurf accounts are delivered instantly after the payment has been made in your mail": "Nos lol smurf accounts sont livrés instantanément après que le paiement a été effectué dans votre e-mail",
    "All of our accounts come with lifetime warranty, protected against bot bans": "Tous nos comptes sont garantis à vie, protégés contre les interdictions de robots",

    "Fast": "Vite",
    "Cheap Smurf": "Bon marché Smurf",
    "Now": "Actuellement",
    "Still not sure?": "Toujours pas sûr?",
    "Our League of legends Smurf Accounts": "Notre League of legends Smurf Accounts",

    "Why should you buy a smurf account?": "Pourquoi acheter un smurf account?",
    "Why would you want a smurf account?": "Pourquoi voudriez-vous un smurf account?",
    "Get your account": "Obtenez votre compte",
    "Here are some reasons to buy a lol smurf account": "Voici quelques raisons d'acheter un lol smurf account",
    "Why should you buy from us?": "Pourquoi devriez-vous acheter chez nous?",

    "1": "Il faut plus de 30 jours à un joueur régulier de League Of Legends pour faire passer un compte du niveau 1 au niveau 30. Depuis que vous avez découvert Nightsmurf.com, vous n'avez plus à vous en soucier. Vous obtiendrez votre compte Schtroumpf instantanément dans votre courrier et sur notre tableau de bord.",
    "2": "S'il n'est pas clair si vous devez acheter un compte smurf ou non, cet article devrait, espérons-le, clarifier votre décision.",
    "3": "Il existe de nombreux cas où vous souhaiteriez obtenir un compte smurf. Cela pourrait être pour la seule raison d'apprendre un champion tout en jouant classé sans perdre votre rang sur lequel vous avez travaillé dur. La plupart des joueurs professionnels ou des streamers possèdent des comptes smurf sur lesquels ils jouent s'ils ne veulent pas jouer de leur mieux ; la raison principale est de conserver le processus que vous avez effectué sur votre compte principal. Les comptes Schtroumpf offrent un nouveau départ où vous pouvez rattraper ce que vous avez accompli ou simplement profiter du jeu pour ce qu'il est.",
    "4": "Un compte smurf n'est pas seulement destiné à prendre un nouveau départ en entrant dans un rang différent. League of Legends peut être un jeu difficile, cependant, si vous recommencez, vous pouvez réaliser plus que ce que vous avez atteint auparavant. Il y a des cas où les gens sont coincés dans un rang dont ils ne peuvent pas sortir. Un nouveau départ pourrait déclencher une nouvelle expérience, vous faire avancer et vous aider à vous améliorer dans le jeu.",
    "5": "Pour acheter un compte Schtroumpf, il vous suffit de cliquer sur 'Acheter maintenant' sur n'importe quel produit que nous proposons. Après cela, vous suivez le processus de paiement. Au moment où vous avez terminé le processus, vous recevrez peu de temps après un e-mail contenant les informations d'identification de votre nouveau compte. Prêt à jouer le jeu.",
    "6": "Vous n'êtes qu'à quelques minutes du début de votre ascension de jeu classé sur votre nouveau compte schtroumpf non classé de nightsmurf.com.",

    "1. Feel like a pro": "1. Sentez-vous comme un pro",
    "2. Swap accounts": "2. Échanger des comptes",
    "3. Play with your friends": "3. Jouez avec vos amis",
    "4. Practice New Champions": "4. Entraînez-vous avec de nouveaux champions",
    "5. Every pro has one": "5. Chaque pro en a un",
    "6. It is cheap and Instant": "6. C'est bon marché et instantané",

    "With a league of legends smurf you can play against people with longer ranks and you can destroy them easily on every champion!": "Avec un schtroumpf de la ligue des légendes, vous pouvez jouer contre des personnes avec des rangs plus longs et vous pouvez les détruire facilement sur chaque champion!",
    "Maybe you lost a game on your main account and want to keep playing, you can switch on your smurf account and feel better after that game.": "Peut-être que vous avez perdu une partie sur votre compte principal et que vous souhaitez continuer à jouer, vous pouvez activer votre compte smurf et vous sentir mieux après cette partie.",
    "Do you have friends in a different rank that you do? Play with them on your league of legends smurf account.": "Avez-vous des amis dans un rang différent du vôtre ? Jouez avec eux sur votre compte schtroumpf league of legends.",
    "With a league of legends smurf you could practice new champions without losing any games on your main account.": "Avec un schtroumpf de la ligue des légendes, vous pouvez entraîner de nouveaux champions sans perdre aucune partie sur votre compte principal.",
    "Every league of legends pro player has a smurf account to play on whenever he is not playing on his best or testing out new things.": "Chaque joueur professionnel de la ligue des légendes a un compte schtroumpf sur lequel jouer chaque fois qu'il ne joue pas de son mieux ou qu'il ne teste pas de nouvelles choses.",
    "With a smurf account from nightsmurf.com you could play directly, without wasting hours leveling.": "Avec un compte smurf de nightsmurf.com, vous pouvez jouer directement, sans perdre des heures à niveler.",
    "You have decided that it is time to buy a league of legends smurf account, you get the urge to destroy some kids in lower ranks and you want to start doing it now on a fresh level 30 league of legends unranked account. but... where should you buy it?": "Vous avez décidé qu'il était temps d'acheter un compte schtroumpf League of Legends, vous avez envie de détruire certains enfants dans les rangs inférieurs et vous voulez commencer à le faire maintenant sur un nouveau compte non classé League of Legends de niveau 30. mais... où l'acheter ?",
    "It is important to buy it from a source that offers you protection if something goes wrong, nightsmurf offers this protection. Our brand has been in the smurfing space for a long time, this means you get your league of legends account from a reputable source.":"Il est important de l'acheter auprès d'une source qui vous offre une protection en cas de problème, Nightsmurf offre cette protection. Notre marque est présente dans le domaine du schtroumpf depuis longtemps, cela signifie que vous obtenez votre compte League of Legends auprès d'une source fiable.",
    "We also got the cheapest prices in the league of legends space, our competitors are asking triple the amount without any warranty. You would not wan't to end in that hellhole. Thats why you should consider us for buying a cheap league of legends smurf account with lifetime warranty.":"Nous avons également obtenu les prix les moins chers de la ligue des légendes, nos concurrents demandent le triple du montant sans aucune garantie. Vous ne voudriez pas finir dans cet enfer. C'est pourquoi vous devriez nous considérer pour l'achat d'un compte Schtroumpf League of Legends bon marché avec une garantie à vie.",

    "Cheapest League of Legends Smurfs for you to stomp kids, and make them ragequit.": "Le moins cher League of Legends Smurfs pour vous de piétiner les enfants et de les faire ragequitter.",
    "Nightsmurf.com is not endorsed by Riot Games and does not reflect the views or opinions of Riot Games or anyone officially involved in producing or managing League of Legends. League of Legends and Riot Games are trademarks or registered trademarks of Riot Games, Inc. League of Legends © Riot Games, Inc.": "Nightsmurf.com n'est pas approuvé par Riot Games et ne reflète pas les vues ou opinions de Riot Games ou de toute personne officiellement impliquée dans la production ou la gestion de League of Legends. League of Legends et Riot Games sont des marques ou des marques déposées de Riot Games, Inc. League of Legends © Riot Games, Inc.",
    "Created by": "Créé par" ,
   
    "Apply Coupon": "Appliquer Coupon",
    "Enter your coupon code here below.": "Entrez votre code promo ci-dessous.",
    "Coupon": "Coupon",
    "Price Per Account": "Prix ​​par Account",
    "Warranty": "Garantie",
    "Continue": "Continuer",
    "Delivery Email": "E-mail de livraison",
    "Email Address": "Email Adresse",
    "Payment Methods": "Méthodes de payement",
    "click on payment method to start payment process": "Cliquez sur le mode de paiement pour lancer le processus de paiement.",
    "Klarna/Sofort payments can take up to 3 days to be processed.": "Les paiements Klarna/Sofort peuvent prendre jusqu'à 3 jours pour être traités.",
    "Go back": "Retourner"
}